---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConnectorUtilityParam
source: html/b0863487-c667-d413-32a7-bd45651d82db.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConnectorUtilityParam Property

"Utility"

## Syntax (C#)
```csharp
public static ForgeTypeId ConnectorUtilityParam { get; }
```